export default {
  archives: [
    {
      title: '毛衣',
      text: `常常有外省的小朋友好奇的问我：“大叔是鄂东南的，阿姨是鄂西北的，两地相距一千余里，三十年前，山水长，车马慢，你们是怎么相识的呢？”
    这还得从我小时候的一个夙愿说起。我自小便自卑，因为我的母亲四十多岁才生下我，当同龄小伙伴的妈妈正年轻力盛的时候，我的母亲已然垂垂老矣。在我的家乡，每年冬日，家家户户的孩子们都有新布鞋穿，而我却没有。我做梦都想拥有一双用黑色灯芯绒面料做的，嵌着一对迷人的眼晴似的松紧口的布鞋啊。我想，这种鞋子一定很暖很暖，因为它的鞋底是年轻的妈妈们在煤油灯下用无数个夜晚一针一针亲手纳的千层底，很厚很厚。
    然而，最让我眼馋不已的，是别的小伙伴身上穿的由年轻妈妈们巧手编织的花花绿绿的时髦的毛衣了。
   十九岁那年，我将埋藏已久的心愿写进了文字里，我告诉天下的女孩子：“你若爱他，便给他织一件毛衣吧，把你的柔情一丝一缕织进这爱的信物……”后来，我把一本刊登有我的这篇拙作的杂志送给一个女孩子看。有一天，她送给我一串用膨体纱亲手钩的洁白的钥匙链。从此以后，这串钥匙链挂在了我的脖子上，也锁住了我的心。
    那一年，她来例假的时候，晕倒在厕所里。在举目无亲的异乡，她的同事们首先想到了我。我发疯似的冲进女厕所，把她抱出来，又一步一步背上位于五楼的女生宿舍。那一年，体弱多病的她常常完不成工作任务，屡屡挨组长骂，于是我一跃而起，狠狠的打了组长一顿。为了她，一向斯斯文文的我生平第一次和别人打架。那一年，她要回千里之外的家乡，我以为从此再也不能相见，跟着那列远去的火车，我沿着望不见尽头的铁路线跑啊跑啊，我不停的挥手，挥手，直至四肢瘫软，跌坐在铁路边，久久不肯离去。
    我万万没有想到，有一天，她又会奇迹般的出现在我面前。
    从此以后，她每年都给我织毛衣。从二十三岁那一年开始，一直织到五十三岁。三十年来，记不清她给我织了多少毛衣、毛裤和围巾。虽然后来，街上售的机器织的羊毛衫琳琅满目、五彩缤纷，可她不为所动，依然坚持亲手给我编织。机器是冰冷的，手却是有温度的。机器用时是短促的，那份热度稍纵即逝。手工用时却是漫长的，那份温暖历久弥坚。正如儿时梦里的布鞋，一针一线，都缝进了燃烧的岁月和女子的体温。
   我和她这辈子，是靠一根毛线维系的。
   正所谓，千里姻缘一线牵。`
    }
  ]
}
